index.org
* Hi there!

My name is Roberto Serra and I am a software engineer and a full stack developer

** Some random facts about me:

 + I have 2 kids and a cat
 + I like walking and moving by bike, I quite hate driving
 + I like soccer (playing and watching) and skiing, but I'm not a very sport guy
 + I like reading more than watching movies
 + Drones and other nerd stuffs
 + Coffee

** I'm very into:

 + Functional Programming
 + TDD and unit tests
 + JavaScript
 + Clojure, ClojureScript and Lisp
 + Emacs
 + AI

** My main fields of expertie are

+ Backend Development :: Clojure, PHP, Node.js, MySQL
+ Frontend Development :: JavaScript, ClojureScript, Angular, React
+ Development Metodologies :: TDD, Unit Tests, Git


 #+AUTHOR: Roberto Serra <obi.serra@gmail.com>
 #+OPTIONS: html-link-use-abs-url:nil html-postamble:auto
 #+OPTIONS: html-preamble:t html-scripts:t html-style:t
 #+OPTIONS: html5-fancy:nil tex:t num:nil toc:nil
 #+HTML_CONTAINER: div
 #+DESCRIPTION:
 #+KEYWORDS:
 #+HTML_LINK_HOME:
 #+HTML_LINK_UP:
 #+HTML_MATHJAX:
 #+HTML_HEAD:
 #+HTML_HEAD_EXTRA:
 #+SUBTITLE:
 #+INFOJS_OPT:
 #+LATEX_HEADER:
