index.html
<!doctype html>
<html lang="en">
<head>
<title></title>
<!-- 2017-01-17 Tue 10:44 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<meta name="generator" content="Org-mode">
<meta name="author" content="Roberto Serra &lt;obi.serra@gmail.com&gt;">
</head>
<body>
<div id="content" class="container">
<div class="row"><div class="col-md-12"><h1 class="title"></h1>
<div id="outline-container-sec-" class="outline-2">
<h2 id="sec-">Hi there!</h2>
<div class="outline-text-2" id="text-">
<p>
My name is Roberto Serra and I am a software engineer and a full stack developer
</p>
</div>

<div id="outline-container-sec-" class="outline-3">
<h3 id="sec-">Some random facts about me:</h3>
<div class="outline-text-3" id="text-">
<ul class="org-ul">
<li>I have 2 kids and a cat
</li>
<li>I like walking and moving by bike, I quite hate driving
</li>
<li>I like soccer (playing and watching) and skiing, but I'm not a very sport guy
</li>
<li>I like reading more than watching movies
</li>
<li>Drones and other nerd stuffs
</li>
<li>Coffee
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-" class="outline-3">
<h3 id="sec-">I'm very into:</h3>
<div class="outline-text-3" id="text-">
<ul class="org-ul">
<li>Functional Programming
</li>
<li>TDD and unit tests
</li>
<li>JavaScript
</li>
<li>Clojure, ClojureScript and Lisp
</li>
<li>Emacs
</li>
<li>AI
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-" class="outline-3">
<h3 id="sec-">My main fields of expertie are</h3>
<div class="outline-text-3" id="text-">
<dl class="org-dl">
<dt> Backend Development </dt><dd>Clojure, PHP, Node.js, MySQL
</dd>
<dt> Frontend Development </dt><dd>JavaScript, ClojureScript, Angular, React
</dd>
<dt> Development Metodologies </dt><dd>TDD, Unit Tests, Git
</dd>
</dl>
</div>
</div>
</div>
</div></div></div>
<footer id="postamble" class="">
<div><p class="author">Author: Roberto Serra &lt;obi.serra@gmail.com&gt;</p>
<p class="date">Created: 2017-01-17 Tue 10:44</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 25.1.1 (<a href="http://orgmode.org">Org-mode</a> 9.0)</p>
</div>
</footer>
</body>
</html>
